Repository: xaiki/pybackpack
Catalog: po/*.po
Languages: de, it, ru

source: username
de: Benutzername
it: nome utente
ru: пользователь

source: Remote Hostname
de: Entfernter Hostname
it: Nome Host Remoto
ru: Имя удаленного компьютера

source: host
ru: узел

source: Refresh
de: Aktualisieren
it: Aggiorna
ru: Обновить

source: <b>Location to restore from:</b>
de: <b>Wiederherstellung von:</b>
it: <b>Percorso dal quale ripristinare:</b>
ru: <b>Восстановить из:</b>

source: Restore as of:
it: Ripristina al:
ru: Восстановить копию от:

source: Read-only source
de: Schreibgeschützte Quelle
it: Sorgente di sola lettura
ru: исходные только для чтения

source: Name:
it: Nome:
ru: Название:

source: _Restore
de: _Wiederherstellung
it: _Ripristina
ru: В_осстановить

source: Restore
de: Wiederherstellung
it: Ripristino
ru: Восстановить

source: New Backup Set
de: Neues Sicherungsprofil
it: Nuovo Profilo di Backup
ru: Новый набор резервирования

source: This guide will walk you through the steps needed to create a group of files that are backed up, known as a 'backup set'. Click 'Forward' to begin.
de: Dieser Assistent wird Sie durch die nötigen Schritte zum Erstellen einer Gruppe von zu sichernden Dateien, auch 'Sicherungsprofil' genannt, führen. Klicken Sie auf 'Vor' um zu beginnen.
it: Questa procedura guidata ti condurrà attraverso i primi passi necessari per impostare l'elenco di file da salvare, chiamato 'profilo di backup'. Clicca 'Avanti' per iniziare.
ru: Этот помощник проведет вас через шаги, необходимые для создания группы файлов для резервного копирования, так называемый "набор резервирования" Чтобы начать, нажмите 'Вперёд'.

source: Backup Set Name
de: Name des Sicherungsprofils
it: Nome del Profilo
ru: Название набора резервирования

source: Enter a name for the new backup set. e.g. "e-mail" for a set containing e-mail messages and settings.
de: Geben Sie einen Namen für das neue Sicherungsprofil ein. z.B. "e-mail" für ein Profil das E-Mail Adressen und Einstellungen enthält.
it: inserisci il nome per il profilo di backup. per esempio "e-mail" per un profilo contenente impostazioni e messaggi di posta elettronica.
ru: Введите название набора резервирования. Например, "e-mail" для копии писем и настроек электронной почты.

source: Enter some descriptive text for this new set.
de: Geben Sie eine Beschreibung für das Profil ein.
it: Inserisci un testo esplicativo per questo nuovo profilo.
ru: Введите описание для нового набора.

source: A set with the name '' already exists. You can either enter a new name in the text box above, or overwrite the existing set.
de: Ein Profil mit dem Namen '' existiert bereits. Sie können entweder oben einen neuen Namen eingeben, oder das existierende Profil überschreiben.
it: Un profilo con questo nome '' esiste già. Puoi inserire un nuovo nome nel riquadro di testo soprastante, oppure sovrascrivere il profilo esistente.
ru: Уже есть резервная копия с именем ''. Вы можете либо ввести новое имя в поле вверху, либо заменить существующую копию.

source: Overwrite existing set
de: Überschreibe existierendes Profil
it: Sovrascrivi profilo esistente
ru: Заменить существующую резервную копию

source: <b>Warning</b>
de: <b>Warnung</b>
it: <b>Attenzione</b>
ru: <b>Предупреждение</b>

source: You didn't enter a name for this backup set. Please enter a name in the relevant field above and click 'Forward' to continue.
de: Sie haben keinen Namen für dieses Sicherungsprofil angegeben. Geben Sie einen Namen in das betreffende Feld oben ein und klicken Sie auf 'Vor' um fortzufahren.
it: Non hai inserito un nome per questo profilo. Inserisci un nome nell'apposito campo soprastante e clicca 'avanti' per proseguire.
ru: Вы не ввели имя набора резервирования. Пожалуйста, введите имя в соответствующее поле вверху и нажмите 'Вперёд' для продолжения.

source: <b>Error</b>
de: <b>Fehler</b>
it: <b>Errore</b>
ru: <b>Ошибка</b>

source: You selected to backup to a remote host, but didn't provide enough information. Please enter your username, remote host, and the absolute path where the files should be backed up to.
de: Sie haben eine Sicherung auf einen entfernten Host ausgewählt, aber nicht genug Informationen angegeben. Bitte geben Sie ihren Benutzernamen, entfernten Host, und einen absoluten Pfad an, an dem die Dateien gesichert werden sollen.
it: Hai selezionato un backup verso un host remoto, ma non hai fornito sufficienti informazioni. Inserisci nome utente, host remoto, e percorso assoluto della destinazione di backup.
ru: Вы выбрали резервное копирование на удаленный компьютер, но не указали достаточной информации. Пожалуйста, введите имя пользователя, узел и полный путь для сохранения резервных копий файлов.

source: You do not have appropriate permissions to use the CD/DVD burner you have selected '%s'.
de: Sie haben keine ausreichenden Berechtigungen um den ausgewählten CD/DVD-Brenner '%s' zu verwenden.
it: Non hai permessi sufficienti per utilizzare il masterizzatore CD/DVD selezionato '%s'.
ru: У вас нет необходимых прав для использования выбранного CD/DVD привода '%s'.

source: Default Destination:
de: Standard-Zielverzeichnis:
it: Destinazione Predefinita:
ru: Путь по умолчанию:

source: [Optional] Select a default location for this set to be backed up to.
de: [Optional] Wählen Sie einen Standard-Ort für die Sicherung dieses Profils aus.
it: [Opzionale] Seleziona il percorso di destinazione predefinito di questo profilo di backup.
ru: [Желательно] Выберите путь по умолчанию для резервных копий этого набора.

source: This is a removable device
de: Dies ist ein Wechseldatenträger
it: Questa è una periferica removibile
ru: Сменное устройство

source: Select which CD/DVD Burner to use:
de: Wählen Sie den zu benutzenden CD/DVD-Brenner:
it: Seleziona quale masterizzatore CD/DVD usare:
ru: Укажите, какой привод CD/DVD использовать:

source: CD/DVD Burner:
de: CD/DVD-Brenner:
it: Masterizzatori CD/DVD:
ru: Привод CD/DVD:

source: Destination type:
de: Art des Zielverzeichnisses:
it: Tipo di destinazione:
ru: Тип назначения:

source: This new backup set needs to be given a name, and optionally, a description and a default destination for backups made from this set.
de: Dieses neue Sicherungsprofil braucht einen Namen und, optional, eine Beschreibung und ein Standard-Ziel für mit diesem Profil erstellte Sicherungen.
it: Questo profilo di backup necessita di un nome, e facoltativamente, di una descrizione e di una destinazione predefinita.
ru: Новому набору файлов нужно дать имя и, желательно, описание и путь назначения по умолчанию для создания резервных копий.

source: Click 'Forward' to continue.
de: Klicken Sie auf 'Vor' um fortzufahren.
it: Clicca 'Avanti' per proseguire.
ru: Для продолжения нажмите 'Вперёд'.

source: To add a file/folder to the backup set, select it in the file chooser and click 'Add to set'.
de: Um einen Ordner zum Sicherungsprofil hinzuzufügen, wählen Sie ihn aus und klicken sie auf 'Zum Profil hinzufügen'.
it: Per aggiungere file/cartelle al profilo, scegli dal selettore di file e clicca su 'Includi nel profilo'.
ru: Для добавления файла или папки в набор резервирования выберите их в окне выбора файлов и нажмите 'Включить в набор'.

source: Show hidden files
de: Zeige versteckte Dateien
it: Mostra file nascosti
ru: Показать скрытые файлы

source: Exclude from set
de: Vom Profil ausschliessen
it: Escludi dal profilo
ru: Исключить из набора

source: Include in set
de: Zum Profil hinzufügen
it: Includi nel profilo
ru: Включить в набор

source: Remove from set
de: Vom Profil entfernen
it: Rimuovi dal profilo
ru: Удалить из набора

source: Summary
de: Zusammenfassung
it: Elenco
ru: Сводка

source: This page gives you an opportunity to review the backup set before it is saved. To make any changes, click 'Back'.
de: Diese Seite gibt Ihnen eine Möglichkeit das Sicherungsprofil zu überprüfen bevor es gespeichert wird. Um Änderungen zu machen, klicken sie auf 'Zurück'.
it: Questa pagina consente di verificare il profilo prima di salvarlo. Per effettuare modifiche, clicca 'Indietro'.
ru: Эта страница дает вам возможность проверить настройки для выбранного набора файлов перед их сохранением. Для изменения настроек нажмите 'Назад'.

source: To proceed and save this backup set, click 'Forward'.
de: Um fortzufahren und dieses Sicherungsprofil zu speichern, klicken Sie auf 'Vor'.
it: Per procedere e salvare questo profilo di backup, clicca 'Avanti'.
ru: Для применения настроек и сохранения шаблона нажмите 'Вперёд'.

source: Files:
de: Dateien:
ru: Файлы:

source: Finished!
de: Abgeschlossen!
it: Terminato!
ru: Завершено!

source: You're all done! Congratulations.
de: Sie sind fertig! Gratulation.
it: Tutto terminato! Congratulazioni.
ru: Всё готово! Поздравляем.

source: Backup Status Window
de: Sicherungs Statusfenster
it: Finestra di stato
ru: Статус резервного копирования

source: <b>Status</b>
ru: <b>Статус</b>

source: _Status Window
de: Status_fenster
it: Finestra di _Stato
