Repository: xaiki/pybackpack
Catalog: po/*.po
Languages: de, it, ru

source: No read permission on destination directory
de: Keine Leseberechtigung im Zielverzeichnis
it: Permessi di lettura mancanti nella cartella di destinazione
ru: Нет прав на чтение папки назначения

source: No write permission on destination directory
de: Keine Schreibberechtigung im Zielverzeichnis
it: Permessi di scrittura mancanti nella cartella di destinazione
ru: Нет прав на запись в папку назначения

source: No execute permission on destionation directory
de: Keine Ausführungsberechtigung im Zielverzeichnis
it: Permessi di esecuzione mancanti nella cartella di destinazione
ru: Нет прав на выполнение папки назначения

source: Destination is home directory. This would remove the files in your home directory. Please choose a different location.
de: Persönlicher Ordner als Zielverzeichnis angegeben. Dies würde Dateien in ihrem Persönlichen Ordner löschen. Bitte wählen Sie eine anderes Zielverzeichnis.
it: La destinazione è la tua cartella personale. Questo cancellerà tutti i file nella tua cartella personale. Scegli un percorso diverso.
ru: В качестве назначения указана домашняя папка, что приведет к удалению файлов из вашей домашней папки. Пожалуйста, выберите другую папку.

source: Could not create destination directory
de: Erstellen von Zielverzeichnis nicht möglich
it: Impossibile creare cartella di destinazione
ru: Не удалось создать папку назначения

source: Destination directory is not empty
de: Zielverzeichnis ist nicht leer
it: La cartella di destinazione non è vuota
ru: Папка назначения непуста

source: Creating destination directory
de: Erstelle Zielverzeichnis
it: Creazione della cartella di destinazione
ru: Создается папка назначения

source: Analyzing source files
de: Analysiere Quelldateien
it: Analisi file sorgenti
ru: Проверяются исходные файлы

source: Destination directory in backup source. Omitting.
de: Zielverzeichnis im Quellverzeichnis Ausgelassen.
it: Destinazione all'interno della sorgente. Omesso.
ru: Папка назначения в составе файлов для копирования. Пропускаю.

source: NOTE: Destination directory inside backup set. Omitting.
de: HINWEIS: Zielverzeichnis im Quellverzeichnis. Ausgelassen.
it: NOTA: Cartella di destinazione dentro il profilo. Omesso.
ru: ВНИМАНИЕ: Папка назначения внутри набора резервирования. Пропускаю.

source: Files found
de: Dateien gefunden
it: File trovati
ru: Найдены файлы

source: Backup source analysis complete.
de: Analyse des Quellverzeichnisses abgeschlossen.
it: Analisi della sorgente backup ultimata.
ru: Завершена проверка исходных данных.

source: Running backup
de: Führe Sicherung aus
it: Eseguo backup
ru: Копирование файлов

source: Creating backup
de: Erstelle Sicherung
it: Creazione backup
ru: Создается резервная копия

source: Backup failed: %s
de: Sicherung fehlgeschlagen: %s
it: Backup fallito: %s
ru: Ошибка резервного копирования: %s

source: Backup complete
de: Sicherung abgeschlossen
it: Backup ultimato
ru: Резервное копирование завершено

source: Creating CD image
de: Erstelle CD-Abbild
it: Creazione immagine CD
ru: Создается образ компакт-диска

source: Creating temporary backup
de: Erstelle temporäre Sicherung
it: Creazione backup temporaneo
ru: Создание временной резервной копии

source: Backup failed; could not create CD image %(filename)s: %(error)s
de: Sicherung fehlgeschlagen; konnte CD-Abbild %(filename)s nicht erstellen: %(error)s
it: Backup fallito; non riesco a creare l'immagine CD %(filename)s: %(error)s
ru: Ошибка резервного копирования; не могу создать образ диска %(filename)s: %(error)s

source: Writing image to CD/DVD
de: Schreibe Abbild auf CD/DVD
it: Scrittura immagine su CD/DVD
ru: Записываю образ на CD/DVD

source: An error occurred while burning the CD.
de: Ein Fehler ist während des Schreibens der CD aufgetreten.
it: Errore masterizzando il CD.
ru: При записи компакт-диска произошла ошибка.

source: Cleaning up temporary files
de: Räume temporäre Dateien auf
it: Pulizia file temporanei
ru: Удаляются временные файлы

source: User
de: Benutzer
it: Utente
ru: Имя пользователя

source: Host
de: Rechner
ru: Узел

source: Path
de: Pfad
it: Percorso
ru: Путь

source: Missing fields:%s
de: Fehlende Felder:%s
it: Mancano i campi:%s
ru: Не заполнены поля:%s

source: Transferring backup set data
de: Übertrage Sicherungsprofil
it: Trasferimento dati del profilo
ru: Перемещаются данные набора резервирования

source: Backup completed, but could not copy the backup set data file. You can manually copy this file from %(source)s to %(filepath)s (on host %(hostname)s)
de: Sicherung abgeschlossen, jedoch konnte das Sicherungsprofil nicht übertragen werden. Sie können die Datei manuell von %(source)s nach %(filepath)s (auf Rechner %(hostname)s) kopieren
it: Backup ultimato ma non riesco a copiare il file dati del profilo. Puoi copiare manualmente questo file da %(source)s a %(filepath)s (on host %(hostname)s)
ru: Резервное копирование завершено, однако не удалось скопировать файл данных набора резервирования. Вы можете скопировать его вручную из %(source)s в %(filepath)s (на компьютере %(hostname)s)

source: Backup completed
de: Sicherung abgeschlossen
it: Backup ultimato
ru: Резервное копирование завершено

source: An error occurred while transferring '%s'.
de: Ein Fehler trat beim Übertragen von '%s' auf.
it: Errore nel trasferire '%s'.
ru: Произошла ошибка при перемещении '%s'.

source: home
de: Persönlicher Ordner
it: cartella personale
ru: Домашняя папка

source: No 'filelist' for %s
de: Keine 'Dateiliste' für %s
it: 'filelist' non presente per %s
ru: Отсутствует 'filelist' для %s

source: Couldn't read in description file: %s
it: Impossibile leggere il file di descrizione: %s
ru: Не удалось прочитать файл описания: %s

source: Couldn't parse %(filename)s fully: %(error)s
de: Konnte %(filename)s nicht komplett parsen: %(error)s
it: Impossibile analizzare %(filename)s completamente: %(error)s
ru: Не удалось полностью обработать %(filename)s: %(error)s

source: A complete backup of your home directory.
de: Eine vollständige Sicherung Ihres Persönlichen Ordners.
it: Un backup completo della tua cartella personale.
ru: Полная резервная копия вашей домашней папки

source: Unable to initialise filechooser
de: Kann Dateiauswahldialog nicht öffnen
it: Impossibile inizializzare il selettore di file
ru: Не удалось инициализировать диалог выбора файлов

source: Found %s settings.
de: %s Einstellungen gefunden.
it: Trovato profilo %s
ru: Найдено %s настроек.

source: File Backup Manager
de: Dateisicherungs-Verwalter
ru: Резервное копирование файлов

source: You cannot delete this set.
de: Sie können dieses Profil nicht löschen.
it: Non puoi cancellare questo profilo.
ru: Вы не можете удалить этот набор.

source: Are you sure you wish to delete the backup set '%s'? Deleting this backup set will not delete any previous backups, nor will it affect your ability to restore them.
de: Sind Sie sicher, dass Sie das Sicherungsprofil '%s' löschen wollen? Das Löschen dieses Sicherungsprofil wird weder frühere Sicherungen löschen, noch die Möglichkeit beeinflussen diese wiederherzustellen.
it: Sei sicuro di voler cancellare questo profilo '%s'? Cancellando questo profilo non cancellerai i backup precedenti, e non ti sarà impedito il ripristino.
ru: Вы уверены, что хотите удалить набор резервирования '%s'? Удаление набора не приведет к удалению созданных ранее резервных копий и не повлияет на возможность их восстановления.

source: There are no remaining backup sets. To create a new backup set, click 'New'.
de: Es gibt keine verbliebenen Sicherungsprofile. Um ein neues Sicherungsprofil zu erstellen, klicken Sie auf 'Neu'.
it: non c'è nessun profilo. Per crearne uno clicca su 'Nuovo'.
ru: Наборов резервирования больше не осталось. Для создания нового набора нажмите 'Создать'.

source: Select a backup set from the list on the left.
de: Wählen Sie ein Sicherungsprofil aus der Liste auf der linken Seite.
it: Seleziona un profilo dalla lista di sinistra.
ru: Выберите набор резервирования из списка слева.

source: Selected backup set cannot be edited.
de: Ausgewähltes Sicherungsprofil kann nicht bearbeitet werden.
it: Il profilo selezionato non può essere modificato.
ru: Выбранный набор резервирования нельзя редактировать.

source: Burning CD/DVD
de: Brenne CD/DVD
it: Masterizzazione CD/DVD
ru: Записываю CD/DVD

source: Waiting for CD/DVD
de: Warte auf CD/DVD
it: In attesa di CD/DVD
ru: Жду CD/DVD

source: Starting backup of '%s' to CD
de: Beginne Sicherung von '%s' auf CD
it: Avvio backup di '%s' su CD
ru: Начинаю копирование '%s' на CD

source: No CD burners detected.
de: Kein CD-Brenner erkannt.
it: Nessun masterizzatore CD rilevato.
ru: Не найдены пишущие CD приводы.

source: Backup failed; no CD burners detected.
de: Sicherung fehlgeschlagen; kein CD-Brenner erkannt.
it: Backup fallito; nessun Masterizzatore rilevato.
ru: Ошибка резервного копирования; не обнаружено пишущих CD-приводов.

source: The destination directory is not empty and it doesn't look like a previous backup. Continue?
de: Das Zielverzeichnis ist nicht leer und scheint keine frühere Sicherung zu sein. Fortfahren?
it: La cartella di destinazione non è vuota e non sembra contenere backup precedenti. Proseguo?
ru: Папка назначения непуста и не похожа на предыдущую резервную копию. Продолжать?

source: Please select a location to back up to.
de: Bitte wählen sie einen Ort für die Sicherung.
it: Seleziona la destinazione del backup.
ru: Пожалуйста, выберите папку назначения для резервного копирования.

source: Starting backup of '%(backup)s' to '%(destination)s'
de: Beginne Sicherung von '%(backup)s' nach '%(destination)s'
it: Avvio backup di '%(backup)s' in '%(destination)s'
ru: Начинаю резервное копирование '%(backup)s' в '%(destination)s'

source: Starting backup
de: Beginne Sicherung
it: Avvio backup
ru: Начинаю резервное копирование

source: Please connect and mount the device for '%s'
de: Bitte schliessen Sie das Gerät für '%s' an
it: Collega e monta la periferica per '%s'
ru: Пожалуйста, подсоедините и смонтируйте устройство для '%s'

source: Backup cancelled by user.
de: Sicherung vom Benutzer abgebrochen.
it: Backup annullato dall'utente.
ru: Резервное копирование прервано пользователем.

source: Checking destination directory
de: Überprüfe Zielverzeichnis
it: Controllo cartella di destinazione
ru: Проверяю папку назначения

source: Backup completed.
de: Sicherung abgeschlossen.
it: Backup ultimato.
ru: Резервное копирование завершено.

source: Starting backup of '%(backup)s' to '%(hostname)s'
de: Beginne Sicherung von '%(backup)s' nach '%(hostname)s'
it: Avvio backup di '%(backup)s' in '%(hostname)s
ru: Начинаю резервное копирование '%(backup)s' в '%(hostname)s'

source: Select a backup destination
de: Wählen Sie ein Zielverzeichnis
it: Selezione la destinazione del backup
ru: Выберите назначение для резервной копии

source: Select a default remote location to backup to
de: Wählen sie ein entferntes Zielverzeichnis für die Sicherung
it: Seleziona la destinazione remota predefinita
ru: Выберите удаленный путь резервной копии по умолчанию

source: Select a default remote location to backup to.
de: Wählen sie das Standard-Zielverzeichnis für die Sicherung.
it: Seleziona la destinazione remota predefinita.
ru: Выберите удаленный путь резервной копии по умолчанию.

source: Select a location to restore from
de: Wählen sie einen Ort von dem wiederhergestellt wird.
it: Seleziona la sorgente per il ripristino
ru: Выберите место, из которого восстановить резервную копию

source: Only sftp:// and file:// locations are supported.
de: Nur sftp:// und file:// Orte werden unterstützt.
it: Solo percorsi sftp:// e file:// sono supportati.
ru: Поддерживаются только пути sftp:// и file://

source: Click the 'refresh' button to read this backup set
de: Klicken sie auf 'Aktualisieren' um dieses Sicherungsprofil zu lesen
it: Clicca il pulsante 'aggiorna' per leggere questo profilo
ru: Чтобы прочитать этот набор резервирования, нажмите кнопку 'обновить'.

source: This data will be restored to %s
de: Diese Dateien werden nach %s wiederhergestellt
it: Questi dati saranno ripristinati in %s
ru: Данные будут восстановлены в %s

source: Starting restore operation from '%s'
de: Starte Wiederherstellung von '%s'
it: Inizio operazione di ripristino da '%s'
ru: Начинаю операцию восстановления из '%s'

source: Starting restore operation...
de: Starte Wiederherstellung...
it: Avvio operazione di ripristino...
ru: Начинаю операцию восстановления...

source: An error occurred when trying to create '%s'.
de: Ein Fehler trat auf beim Versuch '%s' zu erstellen.
it: Errore nella creazione di '%s'.
ru: Ошибка при попытке создания '%s'.

source: Restore failed; could not create destination path '%s'
de: Wiederherstellung fehlgeschlagen; konnte Zielpfad '%s' nicht erstellen
it: Ripristino fallito; impossibile creare percorso di destinazione '%s'
ru: Ошибка восстановления: не удалось создать путь назначения '%s'

source: You don't have permission to write to '%s'.
de: Sie haben keine Berechtigungen um in den Ordner '%s' zu schreiben.
it: Non possiedi i permessi di scrittura in '%s'.
ru: У вас нет прав на запись в '%s'.

source: There are already files in '%s'.
de: Es gibt bereits Dateien in '%s'.
it: Ci sono già dei file in %s'.
ru: В '%s' уже есть файлы.

source: If you restore your backup to this location, these files will be erased permanently.
it: Se ripristini il tuo backup in questo percorso, questi file saranno cancellati definitivamente.
ru: Если вы восстановите сюда резервную копию, то эти файлы будут утеряны безвозвратно.

source: Are you sure you want to do this?
de: Sind Sie sicher, dass Sie das tun wollen?
it: Sei sicuro di volerlo?
ru: Вы уверены, что хотите этого?

source: Checking restore source...
de: Überprüfe Quellverzeichnis...
it: Controllo sorgente di ripristino...
ru: Проверка источника восстановления...

source: Copying from CD...
de: Kopiere von CD...
it: Copio da CD...
ru: Копирование с CD...

source: Copying from CD (%(count)d files) to %(destination)s.
de: Kopiere von CD (%(count)d files) nach %(destination)s.
it: Copio da CD (%(count)d files) a %(destination)s.
ru: Копирование с CD (%(count)d файлов) в %(destination)s.

source: Couldn't copy CD from '%(cdpath)s' to '%(destination)s'. Please check there is enough disk space and try again.
de: Konnte CD von '%(cdpath)s' nach '%(destination)s' nicht kopieren. Bitte überprüfen Sie ob genug Platz auf der Festplatte vorhanden ist und versuchen Sie es erneut.
it: Impossibile copiare CD da '%(cdpath)s' a '%(destination)s'. Controlla se c'è sufficiente spazio libero su disco e ritenta.
ru: Не удалось скопировать CD из '%(cdpath)s' в '%(destination)s'. Пожалуйста, проверьте, чтобы на диске было достаточно свободного места и повторите попытку.

source: Restore failed; could not copy CD to temporary location.
de: Wiederherstellung fehlgeschlagen; konnte CD nicht in temporären Ordner kopieren.
it: Ripristino fallito; impossibile copiare il CD nella cartella temporanea
ru: Ошибка восстановления: не удалось скопировать CD во временный каталог.

source: CD copy finished.
de: CD Kopie fertiggestellt.
it: Copia CD terminata.
ru: Копирование CD завершено.

source: Restoring files...
de: Stelle Dateien wieder her...
it: Ripristino files...
ru: Восстанавлюваются файлы...

source: Restoring files.
de: Stelle Dateien wieder her.
it: Ripristino files.
ru: Восстанавливаю файлы.

source: An error occurred whilst restoring from '%s'.
de: Ein Fehler trat beim wiederherstellen von '%s' auf.
it: Errore ripristinando da '%s'.
ru: Ошибка при восстановлении из '%s'.

source: Cleaning up %s...
de: Räume %s auf...
it: Pulizia %s...
ru: Очищаю %s...

source: Cleaning up temporary files from %s.
de: Räume temporäre Dateien von %s auf.
it: Pulizia file temporanei da %s.
ru: Удаляются временные файлы из %s.

source: Cleaning up temporary files failed, please manually delete %s
de: Aufräumen der temporären Dateien fehlgeschlagen, bitte löschen sie %s manuell.
it: Pulizia file temporanei fallita; cancellali manualmente %s
ru: Не удалось удалить временные файлы, пожалуйста, удалите %s вручную

source: Restore succeeded.
de: Wiederherstellung erfolgreich.
it: Ripristino effettuato.
ru: Успешно восстановлено.

source: Restore succeeded. The restored files are in 'restored_files/%s' in your home directory.
de: Wiederherstellung erfolgreich. Die wiederhergestellten Dateien befinden sich in 'restored_files/%s' in Ihrem Persönlichen Ordner.
it: Ripristino effettuato. I file ripristinati si trovano in 'restored_files/%s' all'interno della tua cartella personale.
ru: Восстановление прошло успешно. Восстановленные файлы находятся в 'restored_files/%s' в вашей домашней папке.

source: An error occurred while reading the remote backup set information. Please check the username, host name and path that you have entered and try again.
de: Ein Fehler trat beim Lesen des entfernten Sicherungsprofil auf. Bitte überprüfen Sie den Benutzernamen, Hostnamen und den Pfad den Sie eingegeben haben.
it: Errore nel leggere le informazioni del profilo di backup remoto. Controlla il nome utente, il nome host e il percorso che hai immesso e ritenta.
ru: При чтении информации удаленного набора резервирования произошла ошибка. Пожалуйста, проверьте введенные имя пользователя, узел и путь, и повторите попытку.

source: %s is a tool for backing up user data for the GNOME Desktop
de: %s ist ein Werkzeug zum Sichern von Benutzerdateien für den GNOME Desktop
it: %s è uno strumento di backup dei dati dell'utente per il desktop GNOME
ru: %s - это программа резервного копирования пользовательских данных для рабочего стола GNOME

source: Copying from CD:
de: Kopiere von CD:
it: Copio da CD:
ru: Копирование с CD:

source: Could not remove '%(filename)s': %(error_msg)s
de: Konnte '%(filename)s' nicht entfernen: %(error_msg)s
it: Impossibile rimuovere '%(filename)s': %(error_msg)s
ru: Не удалось удалить '%(filename)s': %(error_msg)s

source: Operation failed.
de: Vorgang fehlgeschlagen.
it: Operazione fallita.
ru: Не удалось выполнить операцию.

source: Restore aborted, no files were changed.
de: Wiederherstellung abgebrochen, keine Dateien wurden geändert.
it: Ripristino interrotto, nessun file è stato modificato.
ru: Восстановление прервано, все файлы оставлены без изменений.

source: Error:
de: Fehler:
it: Errore:
ru: Ошибка:

source: rdiff-backup version:
it: rdiff-backup versione:
ru: версия rdiff-backup:

source: version:
it: versione:
ru: версия:

source: Unable to start the backup set editor
de: Kann den Editor für Sicherungsprofile nicht starten
it: Impossibile avviare l'editor di profili
ru: Не удалось запустить редактор наборов резервирования

source: Path
de: Pfad
it: Percorso
ru: Путь

source: Create New Backup Set
de: Erstelle neues Sicherungsprofil
it: Crea Nuovo Profilo di Backup
ru: Создать новый набор резервирования

source: 0 items
de: 0 Elemente
it: 0 elementi
ru: 0 объектов

source: Editing backup set '%s'
de: Bearbeite Sicherungsprofil '%s'
it: Modifica profilo di backup '%s'
ru: Редактируется набор резервирования '%s'

source: A set with the name '%s' already exists. You can either enter a new name in the text box above, or overwrite the existing set.
de: Ein Profil mit dem Namen '%s' existiert bereits. Sie können entweder oben einen neuen Namen eingeben oder das existierende Profil überschreiben.
it: Un profilo con nome '%s' è già esistente. Puoi inserire un nuovo nome nel campo di testo soprastante, oppure sovrascrivere il profilo esistente.
ru: Уже существует резервная копия с именем '%s'. Вы можете либо ввести новое имя в поле выше, либо заменить существующую копию.

source: Add Files/Folders to '%s'
de: Füge Dateien/Ordner zu '%s' hinzu
it: Aggiungi File/Cartelle a '%s'
ru: Добавить файлы и папки в '%s'

source: You cannot create an empty backup set.
de: Sie können kein leeres Sicherungsprofil erstellen.
it: Non puoi creare un profilo di backup vuoto.
ru: Вы не можете создать пустой набор резервирования.

source: Select a default destination
de: Wählen Sie ein Standard-Zielverzeichnis
it: Seleziona una destinazione predefinita
ru: Выберите назначение по умолчанию

source: ERROR: Couldn't write new set %(name)s: %(error)s
de: FEHLER: Konnte neues Profil %(name)s nicht schreiben: %(error)s
it: ERRORE: Impossibile scrivere il nuovo profilo %(name)s: %(error)s
ru: ОШИБКА: Не удалось записать новый набор %(name)s: %(error)s

source: 1 item
de: 1 Element
it: 1 elemento
ru: 1 объект

source: %d items
de: %d Elemente
it: %d elementi
ru: %d объектов

source: Failed to initialise status window.
de: Initialisierung des Statusfensters fehlgeschlagen.
it: Fallita apertura della finestra di stato.
ru: Не удалось инициализировать окно состояния.

source: Select backup destination
de: Wähle Sicherungs-Zielordner
it: Seleziona la destinazione del backup
ru: Выберите папку назначения для резервной копии

source: _File
de: _Datei
ru: _Файл

source: New _Backup Set...
de: Neues Sicherungs_profil
it: Nuovo _Profilo...
ru: Новая резервная _копия...

source: _Restore From...
de: _Wiederherstellen von...
it: _Ripristina da...
ru: В_осстановить из...

source: _View
de: _Ansicht
it: _Visualizza
ru: _Вид

source: _Help
de: _Hilfe
it: _Aiuto
ru: _Справка

source: To backup your entire home directory to a blank CD or DVD, click the 'Go' button. This backup will include all of your personal settings, documents, e-mails and any other readable files stored in your home directory. For more options or to backup a different set of files, click the tab labelled 'Backup' above.
de: Um Ihren gesamten Persönlichen Ordner auf eine leere CD oder DVD zu sichern, klicken Sie auf 'Los'. Diese Sicherung wird all Ihre persönlichen Einstellungen, Dokumente, E-Mails und andere lesbare Dateien in ihrem Persönlichen Ordner beinhalten. Für weitere Einstellungen oder um andere Dateien zu sichern, wählen sie den Reiter 'Sicherung' oben.
it: Per fare il backup dell'intera cartella personale in un CD o DVD vuoto, clicca sul pulsante 'Via'. Questo backup includerà tutte le impostazioni personali, documenti, e-mail e ogni altro file leggibile che si trova nelle tua cartella personale. Per ulteriori opzioni o per salvare altri file, clicca la scheda 'Backup' soprastante.
ru: Для создания полной резервной копии вашей домашней папки на CD или DVD нажмите кнопку 'Начать'. В эту резервную копию будут включены ваши личные настройки, документы, электронная почта и все файлы в вашей домашней папке, которые могут быть прочитаны. Для изменения настроек или выборочного копирования файлов выберите вкладку 'Резервная копия' выше.

source: Go
de: Los
it: Via
ru: Начать

source: <b>Home Directory Backup</b>
de: <b>Sicherung des Persönlichen Ordners</b>
it: <b>Backup Cartella Personale</b>
ru: <b>Резервная копия домашней папки</b>

source: Home
de: Persönlicher Ordner
it: Cartella Personale
ru: Домашняя папка

source: Description:
de: Beschreibung:
it: Descrizione:
ru: Описание:

source: Local File System CD/DVD Remote Host (SSH)
de: Lokales Dateisystem CD/DVD Entfernter Host (SSH)
it: File System Locale CD/DVD Host Remoto (SSH)
ru: Локальная файловая система CD/DVD Удаленный компьютер (SSH)

source: Destination:
de: Ziel:
it: Destinazione:
ru: Назначение:

source: Removable media
de: Wechseldatenträger
it: Supporto removibile
ru: Отсоединяемое устройство

source: local
de: lokal
it: locale
ru: локально

source: Username:
de: Benutzername:
it: Nome Utente:
ru: Имя пользователя:

source: Host:
ru: Узел:

source: Path:
de: Pfad:
it: Percorso:
ru: Путь:

source: Show details
de: Zeige Details
it: Mostra dettagli
ru: Показать подробности

source: _Backup
de: _Sicherung
ru: Резервная _копия

source: Backup
de: Sicherung
ru: Резервная копия

source: Local
de: Lokal
it: Locale
ru: Локально

source: Remote (SSH)
de: Entfernt (SSH)
it: Remoto (SSH)
ru: Удаленно (SSH)

source: Username
de: Benutzername
it: Nome Utente
ru: Имя пользователя
